[
  {
    "mic": "2026.01.26.2026.01.29.PB.mech01",
    "title": "Relative Motion and Collision Question",
    "index": "Physics, Question, Mechanics, JEE",
    "description": "A tricky question that requires the application of coefficient of restitution and motion of the frame of reference.",
    "summary": "This question was created by myself. I feel creating it was a coping mechanism for my JEE first attempt was not upto my expectations. This question may be comparable to recent JEE Advanced questions. Answer to it is not provided because it may reduce the joy of solving it again. It is also a starting point to my aim of  formation of a Mechanics Question Paper by March 2026."
  },
  {
    "mic": "2024.01.04.2026.01.30.PB.ccf001",
    "title": "Circle Central Formula",
    "index": "Mathematics, Question, Geometry",
    "description": "CCF is defined as the formula for obtaining the co-ordinates of the centre of a circle if 3 points which pass through the circle are given.",
    "summary": "It is mathematical formula exercised through Python and embeded using the Pyscript module. However the program may give slightly different answers due to rounding error. In itself CCF is independently dervived by myself using 10th grade mathematics and a little logic. The pure python code is on Replit and is extremely basic in nature. Further more, this is my second html project through which I learned the use of Pyscript and CSS. <br><br> <a href='\thttps://github.com/vechasofnow/CCF'\t>Github</a> <br><br> NOTE: Pdf consists of old hand-written notes, viewer may find it difficult to read."
  },
  {
    "mic": "2026.01.27.2026.01.30.DG.mqpi01",
    "title": "Mechanics Question Paper March 2026 Introduction",
    "index": "Physics, Question, Mechanics, JEE",
    "description": "A question paper designed to test an examinee's analytical ability and thorough understanding of concepts in mechanics.",
    "summary": "This the initialization of the introductory page of Mechanics Question Paper, March 2026. It includes the paper pattern and acknowledges contribution of external individuals."
  },
  {
    "mic": "1993.01.01.2020.01.01.DG.hcvvo1",
    "title": "Concepts of Physics Vol. 1",
    "index": "Physics, Mechanics, JEE, Optics",
    "description": "Digital version of the book <i>Concepts of Physics Vol. 1</i> for referencing when physical copy may not be available.",
    "summary": "Written by Dr Harish Chandra Verma, PhD, Retired Professor Department of Physics IIT, Kanpur. It has garnered special respect from me due to its physical and analytical scrutiny of concepts in various fields of discipline ranging from mechanics, optics, thermodynamics and many more. This is the volume 1 that explores mechanics and optics. Volume 2 is also available."
  },
  {
    "mic": "1993.01.01.2020.01.01.DG.hcvvo2",
    "title": "Concepts of Physics Vol. 2",
    "index": "Physics, Thermodynamics, JEE, Electrostatics, Magnetostatics, Electromagnetism, Modern Physics",
    "description": "Digital version of the book <i>Concepts of Physics Vol. 2</i> for referencing when physical copy may not be available.",
    "summary": "Written by Dr Harish Chandra Verma, PhD, Retired Professor Department of Physics IIT, Kanpur. It has garnered special respect from me due to its physical and analytical scrutiny of concepts in various fields of discipline ranging from mechanics, optics, thermodynamics and many more. This is the volume 2 that explores thermodynamics, electromagnetism and atomic physics. Volume 1 is also available."
  },
  {
    "mic": "2026.01.30.2026.01.31.DG.aadcrd",
    "title": "Aadhaar Card",
    "index": "Personal, Identification, Card",
    "description": "Digital copy of Aadhaar Card (unmasked)",
    "summary": "Personally I do not consider Aadhaar Card as a proof of citizenship nor identification. My aadhar details have most likely already be leaked just like I have done here."   
  }

] 

